{
  "id": "payroll-management",
  "theClass": "payroll",
  "title": "PAYROLL MANAGER",
  "text": "Ratiba Enterprise Payroll Manager is the complete, full-service solution for managing your payroll. We do all the hard work for you, including handling all filings for NSSF, NHIF, PAYE, pension schemes and other customized check off deductions. The service minimizes payroll headaches, reduces tedious paperwork, and gives you a peace of mind. Payroll Management has never been this easy. We have ensured that you will never need to prepare or mail payroll tax forms again.",
  "content": [
    {
      "id": 0,
      "title": "Scalable Integration",
      "para": "Ratiba- Payroll Manager is completely integrated with our Ratiba- Human Capital Manager, for seamless payroll management. Unlike when you use a third-party payroll product, you’ll never need to re-enter payroll data into Payroll module so you save time and minimize the chance of data entry errors.",
      "image": "https://assets.website-files.com/57dee8d6b08345807bd940be/57e8b31730ec952f432f6cc1_payroll_manager-p-500x346.png"
    },
    {
      "id": 1,
      "title": "Hand On Analytics/ Data Insights",
      "para": "Keep your finger on the pulse with handy data automatically generated by the CRM to give you great insight into your business'es operational trends. With Ratiba Enterprise, you can;",
      "list":[
        "Calculate earnings, deductions, company contributions and taxes automatically",
        "Calculate real-time gross-to-net, with payroll preview, avoiding hidden costs.",
        "Calculate accrued paid time off",
        "Access your data online anytime, anywhere",
        "Use free standard and customized reports",
        "Export data to Excel® and other programs"
      ],
      "image": "https://assets.website-files.com/57dee8d6b08345807bd940be/57e8bb73d462ab244398a672_leave_management-p-500x346.png"
    },
    {
      "id": 2,
      "title": "Document Manager",
      "para": "Create different document templates such as, employee contracts, appointment letters, and employee termination letters and export these documents from employee profiles into PDF for printing.",
      "para2": "The document manager makes it easy to create, distribute and store documents that are confidential and/or specific to a particular function such as on-boarding a new employee, completing a performance review, or any other task.",
      "image": "https://assets.website-files.com/57dee8d6b08345807bd940be/57e8c58e0e9aa62274b6568b_reporting-p-500x346.png"
    },
    {
      "id": 3,
      "title": "Performance Assessment",
      "para": "Performance assessment is a natural HR task. The Performance module of Ratiba Enterprise Professional simplifies and speeds your performance review process. Create self-scaling job evaluations based on specific key performance indicators.",
      "para2": "Coordinate your evaluation process and fine-tune performance objectives with this Ratiba Enterprise module",
      "image": "https://assets.website-files.com/57dee8d6b08345807bd940be/57e8bb7485a476a775f41bf8_doc_manager-p-500x346.png"
    }
  ],
  "cards": [
    {
      "id": 0,
      "image": "https://daks2k3a4ib2z.cloudfront.net/57dee8d6b08345807bd940be/57df7c9d813bf6950b06a55d_hc-red.svg",
      "text": "Human Capital Management"
    },
    {
      "id": 1,
      "image": "https://daks2k3a4ib2z.cloudfront.net/57dee8d6b08345807bd940be/57df947cb08345807bda7f74_workshop-red.svg",
      "text": "workshop module"
    },
    {
      "id": 2,
      "image": "https://daks2k3a4ib2z.cloudfront.net/57dee8d6b08345807bd940be/57df947c437ad7d20b3c3a29_journey-red.svg",
      "text": "journey management"
    }
  ]
}
